{
  "25": "%",
  "31": "1",
  "32": "2",
  "33": "3",
  "34": "4",
  "15309273": "Explore",
  "31635441": "+971 52 689 3161",
  "33165461": "Pioneering Success in the UAE's Dynamic Market.",
  "48208565": "I already have a Company",
  "5089a3b4": "Select business type one and click next step",
  "-6bbed3c8": "Submit",
  "-707dfef4": "Talk to an Expert",
  "44fdaa68": "Tailored Business Solutions",
  "-43fcb08b": "Entrepreneurship",
  "679e3a06": "Office No. M10, M Floor, Sky Business building - Dubai Festival City - Dubai - United Arab Emirates",
  "7d665e15": "How does D2B facilitate visa and work permit processing for expats?",
  "7a08b199": "At D2B Business Solutions, we have deep roots in the UAE, where we turn entrepreneurial dreams into flourishing legacies.",
  "-2cf9ebe8": "FREEZONE",
  "56b52c95": "Excutive director, Habib bakery",
  "7fca2c69": "Comprehensive Support Beyond Setup",
  "2dbca099": "We are grateful for their exceptional support and highly recommend their services to any business seeking reliable banking solutions,Thank you D2B!",
  "-7fa564d8": "What’s your project budget?",
  "2268ff": "Home",
  "717c6684": "All rights reserved © D2b Corporate Services.",
  "-46b7f3a2": "SErvices",
  "560f747e": "Services",
  "-6505d864": "Select one services type one and click next step",
  "-4dd08bc3": "All Services",
  "-38686bcf": "ABout Us",
  "-c1fba60": "HEAD OF MARKETING AND SALES",
  "589ce925": "Business Set Up Services",
  "-53f399f2": "Get in Touch",
  "-2ecee54f": "Contact Us Page",
  "-475b7d60": "Frequently Asked Questions",
  "-1b824acb": "Cost Calculator",
  "1e025bac": "Our team of experienced professionals",
  "5a0ea5a1": "Thank you! Your submission has been received!",
  "b7bfc50": "Now pick your license-related task.",
  "3fe0efd": "Our Blogs",
  "-6de18248": "View All Services",
  "-db809c2": "Our Gallery",
  "208bbbda": "Satisfied Clients",
  "-4cff4805": "Discover the pivotal chapters of our journey, captured in vivid photographs. From our company's inception to landmark achievements, each image is a testament to our enduring legacy.",
  "-1467161a": "CEO, Micro health laboratory ",
  "-1656684e": "D2B Solutions: Where Dubai's business potential thrives. Join us in this vibrant market landscape, where success is a shared journey, charted with precision and expertise.",
  "-5b392404": "Revenue",
  "-1c92dbc3": "D2B streamlines the visa and work permit process for expats by handling documentation, liaising with authorities, and providing up-to-date information on UAE immigration policies.",
  "-610c742a": "Please review all the information you previously typed in the past steps, and if all is okay, submit your message to receive a project quote in 24 - 48 hours.",
  "3fbdf6ce": "What types of business licenses does D2B assist with in the UAE?",
  "169fcc0e": "Does D2B offer compliance guidance for UAE regulations?",
  "1042d": "CEO",
  "645efc51": "About Us",
  "-1b68a61c": "Project completed",
  "c94f": "40K",
  "c60e": "350",
  "27936a42": "Increased",
  "-b680b99": "Designed and developed by  ",
  "-11ca4c7f": "Our Packages",
  "439de6f4": "I want to start a Company",
  "-1866363e": "Founder's Message",
  "79a6245e": "Please select the project budget range you have in mind.",
  "-30663036": "Know More",
  "-6081b062": "Managing Director, Swishline shipping",
  "-115f61f7": "D2B provides comprehensive support to foreign investors, including market analysis, legal assistance, and strategic planning for successful company formation in the UAE.",
  "-64104400": "Contact",
  "-9a3ead": "Efficient trademark registration and government approvals handled by D2b Corporate Services. Truly impressed with their expertise!",
  "-4d6de33e": "Select license-related task and click next step",
  "-53a068e4": "Noushad CK",
  "2c8b9e26": "Farhad VP",
  "-43789447": "Next step",
  "-a53959": "Afsar haneef abdullah",
  "-7c112e99": "Oops! Something went wrong while submitting the form.",
  "2daf36b4": "Local Expertise with a Global Perspective",
  "-46da2dd2": "AED 20,000 - AED50,000",
  "71f": "98",
  "-6c8419f4": "Mohammed Adil",
  "-6b668b09": "Considering Establishing a Business in Dubai? Launching a business in Dubai becomes straightforward with the assistance of seasoned experts. D2B Business Solutions provides top-tier and cost-effective business setup services.",
  "-48335a7f": "Select your preference of company formation",
  "645f0031": "About us",
  "3d503d2b": "No items found.",
  "225d7127": "How does D2B support foreign investors in company formation?",
  "3796d1": "Our team",
  "526a3504": "Contact Form",
  "763cb0c4": "Dubai Festival City - Dubai - United Arab Emirates",
  "d035": "5K+",
  "540cea22": "“Don’t limit yourself. Many people limit themselves to what they think they can do. You can go as far as your mind lets you. What you believe, remember, you can achieve.”",
  "-424ef405": "Consultation Form",
  "-697be218": "Clients",
  "c530": "2M+",
  "197d45e": "OFFSHORE",
  "45bfa193": "Fill out the form below",
  "-24e0690b": "Happy customers",
  "-469db448": "Our Achievements",
  "dce6": "98%",
  "-57194b5": "Experience the best Services for your business",
  "-c12281d": "Success",
  "2b": "+",
  "4d": "M",
  "162663f0": "View More",
  "310531e4": "You have selected “I already have a company”.",
  "-5506a58a": "admin@d2b.com",
  "3c2336d": "About",
  "21cccf5d": "In the heart of Dubai's business world, expertise and passion converge, crafting a landscape where entrepreneurial dreams flourish. Here, every venture finds its path to success.",
  "6c59f6a1": "D2B offers end-to-end solutions for international clients, including business registration, finding local sponsors, and navigating UAE's business landscape effectively.",
  "6fa": "82",
  "3dba0078": "Our Mission",
  "309bb90d": "Packages",
  "200d": "‍",
  "-321f4cce": "Our Package",
  "-238748de": "Blogs - ",
  "-6243b084": "Our Vision",
  "3cc9478b": "At D2B Business Solutions, we're your trusted partner for business success in the UAE. Located in the heart of the Emirates, we provide tailored business setup services for startups, medium-sized enterprises, and large corporations.",
  "-9381df5": "I NEED TO MAKE CHANGES IN MY LICENSE",
  "57c25bc9": "Yes, D2B offers expert guidance on UAE regulations, ensuring your business complies with local laws, including financial, labor, and trade regulations.",
  "-e2a88e2": "Firm's Approach",
  "526b8cee": "Contact Info",
  "13a96ef2": "Our Services",
  "-76de0525": "Strategic Insights",
  "-7f821b5c": "Who WE ARE",
  "69ad931f": "D2b Corporate Services facilitated our business setup seamlessly, ensuring compliance and efficiency. Highly recommended!",
  "46ea68d9": "A common concern a visitor experiences is how well will the product or service be supported. Introducing the team eases fears while showing confidence.",
  "-12075731": "Thank you for selecting this option",
  "2e300324": "MAINLAND",
  "17039f": "10K+",
  "-55a418f6": "D2B assists with a variety of business licenses, including commercial, professional, and industrial licenses, tailored to the specific needs of your business in the UAE.",
  "60a75309": "Financial and Accounting Services",
  "7f2746de": "Contact Us",
  "-4e204c5a": "quick Links",
  "-26aad7c6": "D2B offers comprehensive business formation services in Dubai, specializing in startup guidance and growth.",
  "-39eba1a8": "Management consultant",
  "764b3629": "Guided by Integrity, Innovation, and Collaboration, we steadfastly adhere to these principles, ensuring ethical practices, creativity, and strong, enduring partnerships.",
  "f1253d7": "Let’s talk.",
  "-5dca7731": "I WANT TO SELL MY LICENSE",
  "-76352b93": "Dedicated to empowering clients with superior services, our mission centers on delivering quality and value, fostering growth and success in every endeavor.",
  "4b849fef": "Talk to our expert",
  "2627ce7d": "AED 5,000 - AED 10,000",
  "bf19cab": "Legacy in Snapshots",
  "5ddd9c43": "Share your details with us and we'll find the ideal solution for your business needs.",
  "-7010d975": "Revenue Growth",
  "1c45ae35": "Previous step",
  "3c3132f": "Admin",
  "-2611a9d4": "I WANT TO RENEW MY LICENSE",
  "-7c9b8a7e": "Emilda Solutions",
  "4aa77372": "AED 10,000 - AED 20,000",
  "-441474f3": "Ready for expert support to grow your business?",
  "-6b9a280c": "Please let us know if you have a question, want to leave a comment, or would like further information",
  "-62b76f4a": "Our Values",
  "-3cfb4776": "Unlocking Business Success in the UAE",
  "-32112c64": "Choose your business need in Dubai or UAE to continue",
  "6b6ba7e2": "Your Business Here, UAE",
  "6bdf1b62": "Services ",
  "1590c3d4": "Testimonials",
  "-44444c11": "TALK TO OUR EXPERT",
  "35c7a6b3": "Muhammed ijas",
  "-4a7e3fcd": "Corporate Legal and Compliance Advisory",
  "-1495c157": "Click on the button to Talk to our business representative",
  "618e2a28": "Explore key insights into our business setup services in Dubai. From initial steps to full-scale operation, D2B simplifies your journey, ensuring a smooth path to success in the UAE's dynamic market.",
  "-34b7f918": "At D2B Corporate Services, we specialize in guiding businesses through the intricate landscape of the UAE's dynamic corporate world. With a wealth of experience and a dedicated team of experts, we are your trusted partner for setting up and thriving in Dubai. From handling intricate documentation to equipping your business with powerful promotional tools and enabling seamless expansions, we are committed to helping you find your way in the ever-evolving business landscape of the UAE. Welcome to D2B, where your journey to business success begins.",
  "-5f547bb7": "Introduce your team",
  "-1cb6628f": "Stripe for small businesses",
  "-d78b7b2": "Featured",
  "-4356c532": "Business Registration and Licensing",
  "3c68ab6a": "AED 50,000 +",
  "3d4d4f1": "Blogs",
  "22776cd6": "Fairooz",
  "3062bdae": "Driven to set industry standards in innovation and sustainability, we aim to shape the future with our commitment to excellence and transformative practices.",
  "3d4d49e": "Blog ",
  "7f76dfb1": "We’ll figure out the best option for you"
}